Repository: Dmitry254/FloaterPublic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Min
ru: От

source: Max
ru: До

source: Name
ru: Имя

source: Phase
ru: Фаза

source: A-Z
ru: А-Я

source: Increase float
ru: Возрастание float

source: Decrease float
ru: Убывание float

source: Increase price
ru: Возрастание цены

source: Decrease price
ru: Убывание цены

source: Sort by
ru: Сортировка

source: Choose tariff
ru: Выберите тариф

source: Confirm
ru: Подтвердить

source: Market CS:GO and BitSkins
ru: Market CS:GO и BitSkins

source: Shop
ru: Площадка

source: Russian
ru: Русский

source: Balance
ru: Баланс

source: Add funds
ru: Пополнить баланс

source: Subscription until
ru: Подписка до

source: Renew subscription
ru: Продлить подписку

source: <span>To replenish the balance, write to the <a href="https://vk.com/csfloater">group messages</a>. I accept Yandex.Money, Qiwi or to a Sberbank card.</span>
ru: Для пополнения баланса пишите в <a href="https://vk.com/csfloater">сообщения группы</a>. Я принимаю Яндекс.Деньги, Qiwi или на карту Сбербанка.

source: <span>The deposit is not automatic for several reasons: now the site is being tested and it is not known whether it is worth bothering with the creation and configuration of payments, you also need to pay less commissions for the transfer, and I do not pay withdrawal commissions from the provider. If the site finds its users, then everything, of course, will become automatic.
ru: Пополнение не автоматическое по нескольким причинам: сейчас сайт тестируется и неизвестно стоит ли заморачиваться с созданием и настройкой платежей, так же Вам нужно платить меньше комиссий за перевод, а мне не платить комиссии вывода с провайдера. Если сайт найдёт своих пользователей, то всё, конечно, станет автоматическим.

source: Most likely, not everything will work stably, so software situations, you can again refer to messages and resolve the issue with a refund (if no more than 2 days have passed since the date of purchase) or renewing your subscription. Subscribe to
ru: Скорее всего не всё будет работать стабильно, поэтому по ситуации можно опять же обратиться в сообщения и решить вопрос с возвратом средств (если прошло не более 2 суток с момента покупки) или продлением подписки. Подписывайтесь на

source: group
ru: группу

source: there will be some news regarding the project.
ru: там будут какие-то новости касаемо проекта.

source: Find item
ru: Поиск предмета

source: Change
ru: Сменить

source: Account
ru: Аккаунт

source: Sign out
ru: Выйти

source: Sign in
ru: Войти

source: You are using a demo version of the site with
ru: Вы используете демо версию сайта с

source: limiting the price of an item to ₽300 or $4.5.
ru: ограничением цены предмета до 300₽ или 4,5 $.

source: To remove restrictions, purchase
ru: Для снятия ограничений приобретите

source: subscription
ru: подписку

source: Float sort
ru: Сортировка по float

source: Price sort
ru: Сортировка по цене

source: Average price sort
ru: Сортировка по средней цене

source: Apply filters
ru: Применить фильтры

source: Item name
ru: Название предмета

source: Price
ru: Цена

source: Average price
ru: Средняя цена

source: Database reloading
ru: База данных обновляется

source: Find pattern
ru: Поиск паттерна

source: Click to confirm purchase
ru: Нажмите, чтобы подтвердить покупку

source: Submit buy
ru: Подтвердить

source: You are using a demo version of the site, which does not have a search for a specific item.
ru: Вы используете демо-версию сайта, в которой нет поиска по конкретной вещи.

source: Start parsing
ru: Начать парсинг

source: Copy the full name of one item from Steam, including quality. Examples:
ru: Копируйте полное название одного предмета из Steam,включая качество. Примеры:

source: There is no such skin on the sites at the moment.
ru: Такого скина нет на сайтах в данный момент.

source: The request execution time depends on the number of skins on the sites.
ru: Время выполнения запроса зависит от количества скина на сайтах.

source: Please do not refresh, leave the page and wait for the download to finish.
ru: Пожалуйста, не обновляйте, не закрывайте страницу и дождитесь окончания загрузки.

source: A site for finding rare patterns, low floats or specific skins drawings. To open the entire functionality of the site, you can buy one of the
ru: Сайт для поиска редких паттернов, низких флоатов или определенных рисунков скинов. На сайте действует система

source: subscriptions
ru: подписок

source: The site is currently in a test period. If a there is a sufficient number of subscriptions and online, then the site will continue develop. It all depends on you.
ru: На данный момент сайт находится в тестовом периоде. Если будет достаточное количество подписок и онлайна, то сайт продолжит развиваться. Всё зависит от Вас.

source: Types of subscriptions
ru: Виды подписок

source: Subscribing to the site gives full access to all site services for the selected period.
ru: Подписка на сайт даёт полный доступ ко всем сервисам сайта на выбранный период.

source: Subscription for 10 days from moment of purchase<br><br> Designed to check functionality of the site, or to buy personal items for the game
ru: Подписка на 10 дней с момента покупки<br><br>Предназначена для проверки функционала сайта, либо для покупки личных вещей для игры, а не для трейда

source: Subscription for 30 days from moment of purchase<br><br> Designed for a bargain purchase things for the trade with subsequent profit
ru: Подписка на 30 дней с момента покупки<br><br>Предназначена для выгодной покупки вещей для трейда с последующим получением прибыли

source: Subscription for 90 days from moment of purchase<br><br> Allows you to save relatively subscription for 1 month. Additional functionality is not provides
ru: Подписка на 90 дней с момента покупки<br><br>Позволит сэкономить относительно подписки на 1 месяц. Дополнительного функционала не предоставляет

source: Application to your computer, which includes all the functionality of the site and gives the ability to set any settings for self search skins
ru: Приложение на Ваш компьютер, которое включает в себя весь функционал сайта и даёт возможность установить любые настройки для самостоятельного поиска скинов

source: Buy
ru: Купить

source: Not enough balance.
ru: Недостаточно средств.

source: Unknown error, please try again if subscription is not renewed.
ru: неизвестная ошибка, попробуйте ещё раз, если подписка не продлена и средства не сняты.

source: First you need
ru: Сначала нужно
